[{"title":"hi","content":"first\n"},{"title":"hello","content":"12"},{"title":"hello","content":"fisrsst"},{"title":"oh my 02/09","content":"Do hard things early to grow faster\n\nFail hard, learn better. Take the jump, ask questions, fall down, hit the ground hard. Get up.\n\nProgress, process.\n\nRead, knowledge is power. No one is reading anymore. Read more, learn more, knowledge is power.\n\nKeep trying, more and more. Keep failing, again and again. Keep shooting. More and more.\n\nSomething has to die, for the new one to be born, to continue. Metamorphosis.\n\nInner child, I have to teach a lot to my inner child. But my inner child has to die, for me to be a full functional adult. Right? No? Yes? I don’t know.\n\nAt the time, I will treat myself as my first child. I’m my first child. First take care of yourself, that’s equivalent of helping others. \n\nGo hard, harder, repeat. Go through pain, bleed, cry, be helpless, stand up, тоосоо гөвөөд бос. \n\nFace it, it’s scary. But face it regardless. You have hundreds of years of history behind you. Worst possible output is, actually there isn’t worst possible output. It doesn’t exist. Do it scared. Face it, fire your neurons, read it again and again until you understand. Lift it again and again until you can’t. Eat good, read good. Be real, be true, be hard. Lock in, be the truest. Be the most honest. Let it happen. Get shit done. You can just build things. Go hard, go crazy. Fail hard, cry, be on 4 legs in the swamp, throw up, heal from spite, go harder. But collected at all times. \n\nClimb one more stair, walk one more step, solve one more problem, help one more person. One more, one more and one more. One more day. Be conscious, centered, present. Feel, acknowledge, observe, understand. Communicate, help, solve, grow, do hard things.\n\nWhat’s my drive? Solve world problems, create things humanity has never achieved before. People anywhere on the world will benefit. Help, build, grow. Make it happen. Happen. Just do things. Sing, dance, have fun. Raise yourself well, collected, charming, intellectual, confident, open, true, honest, hard, tough, soft, emphatic, influential, enjoy. Enjoy the ride. Young man, 22 years of age on this planet. Would you do it again? Ask again. Would you do it again if you could reset it with a click of a button? Would you? Maybe later, but now I will live. Enjoy the ride. Embrace the hardships, enjoy it. Enjoy the good, fun, enjoy it. It’s a one long trip. You have it all. For now. Soon, share it. Make things happen, value to the society. Part of a humanity, benefiting from everyone around me, before me. Help"}]